1pass-autologin
1password
acpi
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
adw-gtk-theme
alacarte
amd-ucode
anki
anytype-bin
apparmor
aspell
aspell-en
aubio
audacity
automake
b43-fwcutter
baobab
bash
bc
bibata-cursor-theme
bind
bino
bmenu
btrfs-progs
btrfsmaintenance
bzip2
caffeine-ng
cheese
chiaki
cmake
code
coreutils
cpupower
cronie
cryptsetup
cuda
dbeaver
dconf-editor
ddccontrol
ddcutil
deja-dup
device-mapper
dhclient
dhcpcd
diffutils
discord
dkms
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
drawing
e2fsprogs
ecryptfs-utils
efibootmgr
evince
evolution
exfatprogs
f2fs-tools
ffmpegthumbnailer
file
file-roller
filesystem
findutils
firefox
flake8
fprintd
freetube
game-devices-udev
gawk
gcc-libs
gcc13
gddccontrol
gdm
geary
gedit
gettext
gimp
glibc
glibc-locales
gnome-backgrounds
gnome-boxes
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-firmware
gnome-font-viewer
gnome-keyring
gnome-layout-switcher
gnome-logs
gnome-session
gnome-settings-daemon
gnome-shell-extension-appindicator
gnome-shell-extension-custom-accent-colors
gnome-shell-extension-dash-to-dock
gnome-shell-extension-dash-to-panel
gnome-shell-extension-gnome-ui-tune
gnome-shell-extension-gsconnect
gnome-shell-extension-gtk4-desktop-icons-ng
gnome-shell-extension-legacy-theme-auto-switcher
gnome-shell-extension-x11gestures
gnome-shell-extensions
gnome-shell-maia
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gnuchess
grep
grilo-plugins
grub
grub-btrfs
grub-theme-manjaro
gst-plugin-pipewire
gthumb
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
haveged
htop
ibus
ibus-libzhuyin
inetutils
inxi
iproute2
iputils
jdk17-openjdk
jfsutils
jre-openjdk
kdenlive
kvantum-manjaro
ledger
ledger-live-bin
ledger-udev
less
lftp
lib32-nvidia-utils
libdvdcss
libpamac-flatpak-plugin
libretro-shaders-slang
libxnvctrl
licenses
lighter-gnome
linux610
linux610-headers
linux610-nvidia
linux66
linux66-headers
linux66-nvidia
logrotate
lrzip
lvm2
lynx
lyrebird
malcontent
man-db
man-pages
manjaro-alsa
manjaro-base-skel
manjaro-browser-settings
manjaro-gnome-backgrounds
manjaro-gnome-extension-settings
manjaro-gnome-settings
manjaro-gstreamer
manjaro-hello
manjaro-input
manjaro-log-helper
manjaro-modem
manjaro-printer
manjaro-ranger-settings
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
manjaro-zsh-config
mariadb
mariadb-clients
mdadm
memtest86+
memtest86+-efi
mesa-utils
mhwd
mhwd-db
mkinitcpio-openswap
modemmanager
mokutil
mold
mutter
nano
nano-syntax-highlighting
nautilus
nautilus-admin
nautilus-empty-file
ncurses5-compat-libs
neovim
network-manager-sstp
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-strongswan
networkmanager-vpnc
newsboat
nfs-utils
nodejs
noisetorch
nordvpn-bin
nordvpn-configs
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-settings
nvidia-utils
nvm
onlyoffice-desktopeditors
opencl-nvidia
openresolv
openssh
optipng
os-prober
otf-montserrat
p7zip
pacman
pacui
pamac-gnome-integration
pamac-gtk
papirus-maia-icon-theme
pavucontrol-qt
pciutils
perl
pgloader
piper
pipewire-pulse
pkgconf
plexamp-appimage
plymouth-theme-manjaro
polkit-gnome
postgresql
power-profiles-daemon
printer-support
procps-ng
psmisc
pyenv
python-adblock
python-aubio
python-installer
python-pip
python-pynvim
python-pywlroots
python-srt
qbittorrent-enhanced
qmk
qt5ct
qt6ct
qtile
quicklisp
qutebrowser
rawtherapee
reiserfsprogs
retroarch
rofi-1pass
rsync
rtaudio
ruby
rygel
s-nail
sbcl
sddm
seahorse
sed
shadow
sidequest-bin
simple-scan
snapd
sof-firmware
spectre-meltdown-checker
squashfs-tools
steam
stfl
stow
sudo
sushi
sysfsutils
systemd
systemd-fsck-silent
systemd-sysvcompat
tar
telegram-desktop
testdisk
texinfo
timeshift
timeshift-autosnap-manjaro
totem
touche
tracker3-miners
ttf-dejavu
ttf-droid
ttf-hack
ttf-inconsolata
ttf-indic-otf
ttf-liberation
unace
unrar
usbutils
util-linux
v4l2loopback-dkms
vapoursynth
vi
vocal
webapp-manager
wget
which
wine
winetricks
wireless-regdb
wpa_supplicant
xdg-user-dirs-gtk
xdg-utils
xfsprogs
xmonad
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xinit
xz
yarn
yay
zsnes
