1password
1password-cli
ModemManager
NetworkManager
NetworkManager-adsl
NetworkManager-bluetooth
NetworkManager-config-connectivity-fedora
NetworkManager-ppp
NetworkManager-wifi
NetworkManager-wwan
OpenTimelineIO
PackageKit-command-not-found
PackageKit-gstreamer-plugin
SDL3_image
SDL3_ttf
SDL_image
aajohan-comfortaa-fonts
aalib-libs
abrt-cli
abrt-desktop
acl
adwaita-gtk2-theme
akonadi-server
akonadi-server-mysql
akregator
alsa-sof-firmware
alsa-ucm
alsa-utils
amd-gpu-firmware
amd-ucode-firmware
anaconda
anaconda-install-env-deps
anaconda-live
anytype
aribb25
ark
at
at-spi2-atk
at-spi2-core
atheros-firmware
attr
audiocd-kio
audit
aurorae
authselect
b43-fwcutter
b43-openfwwf
basesystem
bash
bash-color-prompt
bash-completion
bc
bind-utils
bluedevil
bluez-cups
brcmfmac-firmware
breeze-icon-theme
breeze-icon-theme-fedora
brltty
btrfs-progs
bzip2
chrony
cifs-utils
cirrus-audio-firmware
colord
colord-kde
compsize
containerd.io
coreutils
cpio
crontabs
cryptsetup
cups
cups-browsed
cups-filters
cups-pk-helper
curl
cyrus-sasl-plain
daala-libs
dbus
default-editor
default-fonts-cjk-mono
default-fonts-cjk-sans
default-fonts-cjk-serif
default-fonts-core-emoji
default-fonts-core-math
default-fonts-core-mono
default-fonts-core-sans
default-fonts-core-serif
default-fonts-other-mono
default-fonts-other-sans
default-fonts-other-serif
deltarpm
dhcp-client
dnf5
dnf5-plugins
dnsmasq
docker-buildx-plugin
docker-ce
docker-ce-cli
docker-compose-plugin
dolphin
dos2unix
dosfstools
dracut-config-rescue
dracut-live
dracut-network
dragon
dvdauthor
e2fsprogs
ed
efibootmgr
elisa-player
ethtool
exfatprogs
faad2-libs
fcitx5
fcitx5-autostart
fcitx5-zhuyin
fedora-bookmarks
fedora-release-kde
ffmpegthumbs
file
filelight
filesystem
firefox
firewall-config
firewalld
flatpak-kcm
fpaste
fprintd-pam
frei0r-plugins
fuse
fwupd
gavl
ghostscript
ghostscript-tools-fontutils
git-core
glibc
glibc-all-langpacks
gnu-free-fonts-common
gnu-free-sans-fonts
gnupg2
gocryptfs
gperftools-libs
gpm-libs
grub2-efi-ia32
grub2-efi-ia32-cdboot
grub2-efi-x64
grub2-efi-x64-cdboot
grub2-efi-x64-modules
grub2-pc
grub2-tools
grub2-tools-efi
grub2-tools-extra
grubby
gstreamer1-plugin-dav1d
gstreamer1-plugin-libav
gstreamer1-plugin-openh264
gstreamer1-plugins-bad-free
gstreamer1-plugins-good
gstreamer1-plugins-ugly-free
gtk2-immodule-xim
gtk3-immodule-xim
gutenprint
gutenprint-cups
gwenview
hfsplus-tools
hostname
hplip
hunspell
hyperv-daemons
ibus-anthy
ibus-chewing
ibus-gtk3
ibus-gtk4
ibus-hangul
ibus-libpinyin
ibus-m17n
ibus-table-chinese-cangjie
ibus-typing-booster
im-chooser
imsettings
imsettings-gsettings
imsettings-plasma
initial-setup-gui
initial-setup-gui-wayland-plasma
intel-audio-firmware
intel-gpu-firmware
intel-vsc-firmware
iproute
iptables-nft
iptstate
iputils
irqbalance
iscsi-initiator-utils
isomd5sum
iwlegacy-firmware
iwlwifi-dvm-firmware
iwlwifi-mvm-firmware
jxrlib
kaccounts-integration-qt6
kaccounts-providers
kaddressbook
kamera
kamoso
kbd
kbd-legacy
kcalc
kcharselect
kde-connect
kde-gtk-config
kde-inotify-survey
kde-l10n
kde-partitionmanager
kde-settings-pulseaudio
kdebugsettings
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdeplasma-addons
kdialog
kdnssd
keditbookmarks
kernel
kernel-core
kernel-modules
kernel-modules-extra
kexec-tools
kf6-baloo-file
kfind
kgpg
khelpcenter
kinfocenter
kio-admin
kio-gdrive
kjournald
klt
kmahjongg
kmail
kmenuedit
kmines
kmod-nvidia-6.15.8-200.fc42.x86_64
kmouth
kolourpaint
konsole
kontact
korganizer
kpat
krdc
krdp
krfb
kscreen
kscreenlocker
ksshaskpass
kwalletmanager5
kwebkitpart
kwin
kwrite
lensfun
less
libappindicator-gtk3
libcddb
libdca
libdnf5-plugin-expired-pgp-keys
libdvbpsi
libebml
libertas-firmware
libgdither
libglvnd-gles
libid3tag
libkate
libmad
libmatroska
libmicrodns
libmpcdec
libnfs
libreoffice-calc
libreoffice-draw
libreoffice-emailmerge
libreoffice-graphicfilter
libreoffice-impress
libreoffice-math
libreoffice-writer
libspatialaudio
libssh2
libtiger
libupnp
libusb-compat-0.1
libuser
libva-intel-media-driver
lirc-libs
live555
livesys-scripts
logrotate
lrzsz
lsof
lvm2
mactel-boot
mailcap
man-db
man-pages
mariadb-client-utils
mariadb-server-utils
mcelog
mdadm
mediawriter
mesa-dri-drivers
mesa-vulkan-drivers
microcode_ctl
minicom
minizip-ng-compat
mlt
mlt-qt5
mlt-qt6
movit
movit-data
mozilla-openh264
mpage
mt7xxx-firmware
mtr
ncurses
neochat
net-tools
nfs-utils
nmap-ncat
nordvpn-gui
nss-mdns
ntfs-3g
ntfsprogs
nvidia-gpu-firmware
nvme-cli
nxpwireless-firmware
okular
open-vm-tools-desktop
opencv-calib3d
opencv-dnn
opencv-features2d
opencv-flann
opencv-tracking
opencv-video
openh264
opensc
openssh-clients
openssh-server
orca
pam-kwallet
paps
parted
passwdqc
pciutils
perl-DBD-MariaDB
perl-File-Copy
phonon-qt6-backend-vlc
pinentry-qt
pinfo
pipewire-alsa
pipewire-gstreamer
pipewire-pulseaudio
pipewire-utils
plasma-breeze
plasma-desktop
plasma-desktop-doc
plasma-discover
plasma-discover-kns
plasma-discover-notifier
plasma-disks
plasma-drkonqi
plasma-nm
plasma-nm-l2tp
plasma-nm-openconnect
plasma-nm-openswan
plasma-nm-openvpn
plasma-nm-pptp
plasma-nm-vpnc
plasma-pa
plasma-print-manager
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-welcome-fedora
plasma-workspace
plasma-workspace-wallpapers
plocate
plutosvg
plutovg
plymouth
plymouth-system-theme
policycoreutils
polkit-kde
ppp
prefixdevname
procps-ng
protobuf-lite
psacct
python3-augeas
python3-pip
python3-rapidfuzz
python3-tkinter
qemu-guest-agent
qrca
quota
rawtherapee
re2
realmd
realtek-firmware
rootfiles
rpm
rpmfusion-free-release
rpmfusion-nonfree-release
rsync
rsyslog
samba-client
samba-usershares
schroedinger
sddm
sddm-breeze
sddm-kcm
sddm-wayland-plasma
sdl12-compat
selinux-policy-targeted
setroubleshoot
setup
shadow-utils
shim-ia32
shim-x64
signon-kwallet-extension
skanpage
smartmontools
sos
sox
spectacle
speech-dispatcher
speexdsp
spice-vdagent
spice-webdavd
sssd-common
sssd-kcm
sssd-proxy
steam
sudo
symlinks
system-config-printer-udev
systemd
systemd-oomd-defaults
systemd-resolved
systemd-udev
tar
tcpdump
teamd
time
tiwilink-firmware
tk8
toolbox
traceroute
tree
udisks2
udisks2-btrfs
ufw
unzip
usb_modeswitch
usbutils
usermode
util-linux
vesktop
vim-minimal
virtualbox-guest-additions
vlc
vlc-cli
vlc-gui-qt
vlc-gui-skins2
vlc-plugin-gstreamer
vlc-plugin-kde
vlc-plugin-lua
vlc-plugin-notify
vlc-plugin-visualization
vlc-plugins-extra
wget2-wget
which
whois
wireplumber
wl-clipboard
words
wpa_supplicant
xfsprogs
xorg-x11-drv-nvidia-cuda
xset
xwaylandvideobridge
zip
zram-generator-defaults
zsh

