adobe-source-code-pro-fonts
alsa-utils
android-sdk
android-studio
android-udev
autoconf
autofs
automake
bash
binutils
bison
breeze-obsidian-cursor-theme
bzip2
cairo
compton
coreutils
cryptsetup
darktable
device-mapper
dhcpcd
dialog
diffutils
dmenu
e2fsprogs
fakeroot
feh
file
filesystem
findutils
firefox
flex
fontconfig
freetype2
gawk
gcc
gettext
git
glibc
google-chrome
grep
groff
grub
grub-customizer
gtk-engine-murrine
gzip
heroku-toolbelt
i3-gaps-next-git
i3lock
i3status
inetutils
inkscape
iproute2
iputils
iw
jdk8-openjdk
jfsutils
keepass
krita
less
lib32-libdrm
lib32-openssl
libdrm
libtool
licenses
linux
linux-headers
logrotate
lsb-release
lvm2
lxappearance
lynis
m4
make
man-db
man-pages
mdadm
nano
netctl
network-manager-applet
networkmanager
nodejs
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g-fuse
numix-icon-theme-git
obs-studio
openssh
os-prober
otf-overpass
pacman
patch
pavucontrol
pciutils
pcmciautils
perl
pkg-config
procps-ng
psmisc
pulseaudio
pulsemixer
python-pip
python2-powerline
qemu
qt4
ranger
reiserfsprogs
rofi-git
ruby
rxvt-unicode
s-nail
screenfetch
scrot
sed
shadow
slack-desktop
steam
steam-fonts
steam-native-runtime
sudo
sysfsutils
systemd-sysvcompat
tar
texinfo
tk
ttf-dejavu
ttf-font-awesome
unclutter-xfixes-git
unzip
usbutils
util-linux
vi
vim
vim-youcompleteme-git
vlc
wget
which
wpa_supplicant
xclip
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-input-wacom
xf86-video-amdgpu
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
yaourt
zip
zsh
